{
    "_links": {
        "self": {
            "href": "https:\/\/8080-melanieags-tarea2-epuaerkon6z.ws-us100.gitpod.io\/adipiscing-fere-haero-jumentum-luptatum-neo-proprius-quadrum.?_format=hal_json"
        },
        "type": {
            "href": "https:\/\/8080-melanieags-tarea2-epuaerkon6z.ws-us100.gitpod.io\/rest\/type\/taxonomy_term\/tags"
        },
        "https:\/\/8080-melanieags-tarea2-epuaerkon6z.ws-us100.gitpod.io\/rest\/relation\/taxonomy_term\/tags\/revision_user": [
            {
                "href": "https:\/\/8080-melanieags-tarea2-epuaerkon6z.ws-us100.gitpod.io\/user\/1?_format=hal_json"
            }
        ],
        "https:\/\/8080-melanieags-tarea2-epuaerkon6z.ws-us100.gitpod.io\/rest\/relation\/taxonomy_term\/tags\/parent": [
            null
        ]
    },
    "tid": [
        {
            "value": 1
        }
    ],
    "uuid": [
        {
            "value": "e53858c8-fedb-4bb5-a293-756f821490fa"
        }
    ],
    "langcode": [
        {
            "value": "und",
            "lang": "und"
        }
    ],
    "vid": [
        {
            "target_id": "tags"
        }
    ],
    "revision_created": [
        {
            "value": "2022-12-09T14:00:32+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "_embedded": {
        "https:\/\/8080-melanieags-tarea2-epuaerkon6z.ws-us100.gitpod.io\/rest\/relation\/taxonomy_term\/tags\/revision_user": [
            {
                "_links": {
                    "self": {
                        "href": "https:\/\/8080-melanieags-tarea2-epuaerkon6z.ws-us100.gitpod.io\/user\/1?_format=hal_json"
                    },
                    "type": {
                        "href": "https:\/\/8080-melanieags-tarea2-epuaerkon6z.ws-us100.gitpod.io\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "40db55fc-ce89-4879-8605-7af4d3b5827c"
                    }
                ]
            }
        ],
        "https:\/\/8080-melanieags-tarea2-epuaerkon6z.ws-us100.gitpod.io\/rest\/relation\/taxonomy_term\/tags\/parent": [
            null
        ]
    },
    "revision_log_message": [
        {
            "value": "Ad jugis quibus ulciscor. Abbas at fere te utinam. Commodo feugiat odio sino. Erat jugis minim sed. Abigo aliquam aliquip camur decet luptatum natu nisl similis ymo. At esse ex fere in ut. Modo suscipit torqueo. Aptent elit illum minim torqueo typicus vicis. Consequat fere imputo nulla pecus.\n\nAbigo facilisi ille vicis. Bene cui damnum iusto molior nibh refoveo secundum ulciscor. Aliquam bene consectetuer lucidus proprius quidem vereor vindico. Abico autem camur dolore eros exerci lenis olim sit ut. Abdo accumsan acsi feugiat neque pertineo roto. Amet capto esca inhibeo iriure probo saluto torqueo.\n\nAbbas neo probo. Amet damnum mauris nulla probo saepius sino vel. Dolor melior ratis torqueo. Esse humo jugis nibh veniam vindico wisi. Accumsan ad appellatio gemino gravis melior.\n\nImputo iriure quia valetudo validus. Defui in premo quae qui te. Eum gravis huic oppeto refero sino tamen. Augue dolore humo patria persto tation ut. At gilvus persto. Appellatio commodo consequat ex exputo iustum loquor occuro tego volutpat. Iriure letalis oppeto pagus saluto. Defui eros exerci haero ibidem paulatim quadrum velit vero wisi.\n\nAliquip commodo dolor inhibeo letalis meus nulla rusticus saepius vulpes. Capto defui usitas veniam. Capto pecus premo vero wisi. Cogo distineo quidem sino vero. Abdo capto enim ex jugis magna nostrud probo sino. Antehabeo autem nunc olim praesent scisco tamen.\n\nConventio dolus nunc persto quibus venio vulputate. Magna quis tation valetudo. Ex ibidem illum in inhibeo metuo obruo quae tation. Abigo camur minim oppeto populus tamen volutpat. Appellatio conventio eligo ibidem in inhibeo suscipit tamen vindico. Cui damnum genitus modo nunc probo tation velit.\n\nBlandit elit paulatim sagaciter singularis. Abdo antehabeo camur dolore duis hendrerit. Bene premo torqueo. Haero lenis zelus. Abico ad defui elit jumentum pala saluto singularis vulputate.\n\nAdipiscing amet commoveo humo immitto incassum similis. Comis consectetuer et imputo jumentum nimis quia refero tum vulpes. Damnum hendrerit ibidem paulatim ratis velit volutpat. Ad bene consectetuer exerci luptatum natu.\n\nConsectetuer fere immitto interdico lucidus melior quidem valde. Acsi ex hendrerit olim pertineo voco. Acsi eligo ideo meus minim molior secundum sudo verto. Causa macto paulatim sudo. Abigo aliquip appellatio aptent bene nulla saepius saluto tation uxor. Et jumentum populus uxor virtus.\n\nAptent at facilisis jumentum letalis plaga typicus. Comis conventio distineo modo pertineo praemitto qui quidne. Distineo dolore voco. Aliquip metuo saluto. At et ideo luptatum populus quae sed zelus. Exerci lobortis oppeto venio voco zelus. Aptent blandit comis neque vulputate. Feugiat gemino haero iriure magna nibh praesent roto. Duis modo validus. Causa immitto importunus jugis nibh olim quis.\n\nBene elit laoreet letalis ludus. Abigo at camur damnum diam ea hos molior. Abdo caecus causa importunus pertineo premo probo voco. Acsi caecus letalis lobortis olim pala vulputate. Dolor gravis hos occuro populus sed ulciscor.\n\nElit iriure jus turpis. Dolus eros hos jumentum pertineo praesent ulciscor. Appellatio haero iaceo jumentum magna nibh plaga praesent torqueo. Abluo iusto nibh.\n\n"
        }
    ],
    "path": [
        {
            "alias": "\/adipiscing-fere-haero-jumentum-luptatum-neo-proprius-quadrum.",
            "pid": 4,
            "langcode": "und",
            "lang": "und"
        }
    ]
}