{
    "_links": {
        "self": {
            "href": "https:\/\/8080-melanieags-tarea2-epuaerkon6z.ws-us100.gitpod.io\/causa-exerci-neo-quibus-ratis-scisco-si-tincidunt.?_format=hal_json"
        },
        "type": {
            "href": "https:\/\/8080-melanieags-tarea2-epuaerkon6z.ws-us100.gitpod.io\/rest\/type\/media\/image"
        },
        "https:\/\/8080-melanieags-tarea2-epuaerkon6z.ws-us100.gitpod.io\/rest\/relation\/media\/image\/revision_user": [
            {
                "href": "https:\/\/8080-melanieags-tarea2-epuaerkon6z.ws-us100.gitpod.io\/user\/1?_format=hal_json"
            }
        ],
        "https:\/\/8080-melanieags-tarea2-epuaerkon6z.ws-us100.gitpod.io\/rest\/relation\/media\/image\/field_media_image": [
            {
                "href": "https:\/\/8080-melanieags-tarea2-epuaerkon6z.ws-us100.gitpod.io\/sites\/default\/files\/2023-06\/generateImage_oDh34w.jpg",
                "lang": "zxx"
            }
        ]
    },
    "mid": [
        {
            "value": 1
        }
    ],
    "uuid": [
        {
            "value": "e6e2d941-1198-4d38-8825-2e368298f546"
        }
    ],
    "langcode": [
        {
            "value": "zxx",
            "lang": "zxx"
        }
    ],
    "bundle": [
        {
            "target_id": "image"
        }
    ],
    "revision_created": [
        {
            "value": "2023-06-19T04:59:05+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "_embedded": {
        "https:\/\/8080-melanieags-tarea2-epuaerkon6z.ws-us100.gitpod.io\/rest\/relation\/media\/image\/revision_user": [
            {
                "_links": {
                    "self": {
                        "href": "https:\/\/8080-melanieags-tarea2-epuaerkon6z.ws-us100.gitpod.io\/user\/1?_format=hal_json"
                    },
                    "type": {
                        "href": "https:\/\/8080-melanieags-tarea2-epuaerkon6z.ws-us100.gitpod.io\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "40db55fc-ce89-4879-8605-7af4d3b5827c"
                    }
                ]
            }
        ],
        "https:\/\/8080-melanieags-tarea2-epuaerkon6z.ws-us100.gitpod.io\/rest\/relation\/media\/image\/field_media_image": [
            {
                "_links": {
                    "self": {
                        "href": "https:\/\/8080-melanieags-tarea2-epuaerkon6z.ws-us100.gitpod.io\/sites\/default\/files\/2023-06\/generateImage_oDh34w.jpg"
                    },
                    "type": {
                        "href": "https:\/\/8080-melanieags-tarea2-epuaerkon6z.ws-us100.gitpod.io\/rest\/type\/file\/file"
                    }
                },
                "uuid": [
                    {
                        "value": "b900ee9d-bd97-4859-a90b-87b76caad7e4"
                    }
                ],
                "lang": "zxx"
            }
        ]
    },
    "revision_log_message": [
        {
            "value": "Autem feugiat haero lucidus pertineo similis vicis wisi. Decet metuo rusticus tincidunt. Magna vicis volutpat. Letalis paratus valde. Decet immitto natu saepius similis zelus. Augue brevitas erat eu huic utinam. Appellatio paulatim similis vindico voco. Eligo eros facilisis melior. Abdo euismod luctus oppeto sagaciter ulciscor.\n\nEsse refero saepius vero. Abluo duis esca euismod jus loquor quis uxor vulpes. Bene decet ille iustum jumentum minim voco. Capto commoveo nostrud nulla turpis utinam. Inhibeo iriure macto verto. Abbas et genitus iusto laoreet lenis nobis quis refero tum. Aliquip eum magna modo sit virtus. Ad comis conventio decet mauris turpis velit vero.\n\nBlandit olim probo valde. Camur exerci laoreet meus. Abigo aliquam sino tincidunt. Abico camur gilvus sino. Distineo erat jugis metuo modo quadrum. Damnum nibh oppeto probo quia ullamcorper vindico.\n\nDistineo minim occuro velit. Cogo commoveo consequat erat in jus pagus plaga quae. Accumsan modo nisl. Abluo defui lobortis tamen. Amet causa cogo volutpat. Accumsan amet causa consectetuer humo iriure iustum letalis scisco.\n\nAbigo feugiat probo utrum. Eros gilvus lucidus luptatum obruo. Augue bene pneum ratis. Laoreet secundum ullamcorper. Feugiat laoreet si. Brevitas feugiat pagus. Caecus commodo diam et ibidem iusto venio. Ex huic nisl sino sit utrum voco. Damnum lenis natu suscipit. Elit euismod iustum lucidus pala tincidunt zelus. Abbas dignissim euismod humo ideo interdico laoreet ulciscor volutpat.\n\nGenitus illum pecus populus zelus. Abigo causa mauris nisl. Abico adipiscing amet iustum patria populus vicis. Camur interdico loquor neque roto scisco sit suscipere. Accumsan bene distineo lucidus ludus patria tincidunt verto vicis.\n\nAcsi gravis huic pneum. Haero lenis occuro pecus pneum similis sino uxor validus. Aliquip comis nunc persto refoveo turpis typicus wisi. Abigo aptent nobis quadrum si vindico. Abbas luctus nunc torqueo virtus. Accumsan antehabeo cogo feugiat jus paratus quadrum usitas. Consequat in jus scisco volutpat. Nutus pecus si uxor. Duis esca imputo in tego veniam vero.\n\nExerci facilisis nutus. Molior praesent scisco tamen. Brevitas dolore erat et ex feugiat jugis pertineo tum. Brevitas gilvus lenis. Acsi amet cogo luptatum magna melior nunc tation. Abigo causa cui dignissim elit hos mauris ratis si verto.\n\nGemino iustum natu paulatim tum ut. Accumsan amet lucidus ludus os tum. Adipiscing et ille patria paulatim quidne te venio. Jugis magna odio validus. Tamen te veniam zelus. Aliquam blandit conventio damnum diam distineo eum quia te velit. Brevitas defui haero incassum luptatum minim modo premo. Abdo lobortis lucidus nobis scisco singularis tation virtus.\n\nHumo metuo secundum tincidunt velit. Caecus eum haero incassum sit. Et eu incassum jus quidem sudo tation velit. Nutus occuro roto suscipere volutpat. Abluo consectetuer sagaciter ullamcorper zelus. Acsi caecus damnum defui imputo iusto lenis nutus pala vicis.\n\nAbbas bene cui exerci ideo jumentum metuo nobis plaga. Autem consequat exputo paratus. Amet laoreet paulatim utrum vero volutpat. Blandit elit jugis jus lobortis loquor quibus sino tamen utinam. Causa dolus gilvus lucidus nisl pecus saluto. Commoveo dolore iaceo nimis patria premo valde. Abico dignissim probo singularis sudo tation. Consectetuer jugis verto voco.\n\nAliquip defui mauris molior praemitto sudo veniam. Appellatio metuo validus vulpes. Commoveo consectetuer damnum incassum jus vindico volutpat. Aliquip gravis ratis verto. Autem esse euismod facilisi pala plaga quia ratis.\n\n"
        }
    ],
    "path": [
        {
            "alias": "\/causa-exerci-neo-quibus-ratis-scisco-si-tincidunt.",
            "pid": 1,
            "langcode": "zxx",
            "lang": "zxx"
        }
    ]
}